{
  "Africa": {
    "am": {
      "name": "Amharique",
      "sentences": [
        "የአሁኑ የጂኦፖሊቲካ እንቅስቃሴዎች ዓለምአቀፍ ግንኙነቶችን ተፅእኖ አሳያሉ፣ እና ቀጣይ ለውጥ የሚያሳይ ዓለም ይፈጥራሉ።",
        "ፖስት ሞደርን ስነ-ጽሑፍ ባለሞደርን ተለመዱ ተናጋሪ አወናቀሮችን ይጠይቃል፣ ተፈላጊና በርካታ ድምፆች ያሉ ታሪኮችን ይሰጣል።",
        "ዘመናዊ አርክቴክቸር ባለሞደርን ግዴታዎችን ይበልጣል፣ የፊት ዘመናዊና የአካባቢ አካላትን ያካትታል።"
      ]
    },
    "mg": {
      "name": "Malagasy",
      "sentences": [
        "Ny firoboroboan'ny toe-draharaha ara-jeopolitika ankehitriny dia misy fiantraikany amin'ny fifandraisana iraisam-pirenena, mamolavola tontolo miovaova tsy an-kiato.",
        "Ny literatiora postmodern dia manontany ny rafitra mahazatra amin'ny fitantarana, manolotra tantara vakivaky sy maro feo.",
        "Ny maritrano maoderina dia mihoatra ny sisintany nentin-drazana, mampiditra singa ho an'ny ho avy sy ara-tontolo iainana."
      ]
    },
    "rw": {
      "name": "Kinyarwanda",
      "sentences": [
        "Imiterere ya politiki mpuzamahanga y’iki gihe igira ingaruka ku mubano w’ibihugu, itegura isi ihora ihinduka.",
        "Ubugeni bwa postmodern buhakana imiterere y’inkuru zisanzwe, butanga inkuru zigize udukoni kandi zifite amajwi menshi.",
        "Ubwubatsi bugezweho burenga imbibi za kera, buhuza ibice by’ejo hazaza n’ibidukikije."
      ]
    },
    "sn": {
      "name": "Shona",
      "sentences": [
        "Maitiro azvino ezvematongerwo enyika anobata hukama hwenyika dzepasi rose, achiumba nyika inoramba ichichinja.",
        "Zvinyorwa zvepostmodern zvinobvunza maitiro echinyakare ekutaura nyaya, zvichipa nyaya dzakapwanyika uye dzine manzwi akawanda.",
        "Zvokuvakira zvemazuva ano zvinopfuura miganhu yechinyakare, zvichibatanidza zvinhu zveramangwana uye zvepamusoro pezvakatipoteredza."
      ]
    },
    "st": {
      "name": "Sesotho",
      "sentences": [
        "Dinamiki tsa geopolitiki tsa kajeno li ama likamano tsa machaba, li hlahisa lefatše le ntse le fetoha ka ho sa feleng.",
        "Literature ea postmodern e botsa mehopolo ea litlhaloso tsa setso, e fana ka lipale tse arohaneng le tse nang le linhla tse ngata.",
        "Mohloli oa morao-rao oa meralo o feta meeli ea setso, o kopanya likarolo tsa bokamoso le tsa tikoloho."
      ]
    },
    "sw": {
      "name": "Swahili",
      "sentences": [
        "Mienendo ya kisiasa ya sasa inaathiri uhusiano wa kimataifa, ikiumba dunia inayobadilika kila wakati.",
        "Fasihi ya postmodern inachunguza miundo ya riwaya za kawaida, ikitoa hadithi zilizokatiza na zenye sauti nyingi.",
        "Usanifu wa kisasa unavuka mipaka ya jadi, ukijumuisha vipengele vya mustakabali na vya kiikolojia."
      ]
    }
  },
  "Asia": {
    "ar": {
      "name": "Arabe Standard",
      "sentences": [
        "تؤثر الديناميات الجيوسياسية الحالية على العلاقات الدولية، مشكّلة عالماً يتطور باستمرار.",
        "تتحدى الأدب ما بعد الحداثة الهياكل السردية التقليدية، مقدماً روايات مجزأة ومتعددة الأصوات.",
        "تتجاوز العمارة المعاصرة الحدود التقليدية، مدمجةً عناصر مستقبلية وبيئية."
      ]
    },
    "az": {
      "name": "Azéri",
      "sentences": [
        "Hazırki geosiyasi dinamikalar beynəlxalq münasibətlərə təsir edir və daim dəyişən bir dünyanı formalaşdırır.",
        "Postmodern ədəbiyyat ənənəvi izah strukturlarına sual verir, parçalanmış və çox səsli hekayələr təqdim edir.",
        "Müasir memarlıq ənənəvi sərhədləri aşaraq, futuristik və ekoloji elementləri inteqrasiya edir."
      ]
    },
    "bn": {
      "name": "Bengali",
      "sentences": [
        "বর্তমান ভূ-রাজনৈতিক গতিশীলতা আন্তর্জাতিক সম্পর্ককে প্রভাবিত করছে, একটি ক্রমাগত পরিবর্তনশীল বিশ্বের রূপ দিচ্ছে।",
        "পোস্টমডার্ন সাহিত্য প্রচলিত বর্ণনামূলক কাঠামোকে প্রশ্ন করে, টুকরো টুকরো ও বহুনাদী গল্প উপস্থাপন করে।",
        "সমকালীন স্থাপত্য ঐতিহ্যবাহী সীমানা অতিক্রম করে, ভবিষ্যতবাদী এবং পরিবেশগত উপাদান সংযুক্ত করে।"
      ]
    },
    "fa": {
      "name": "Persan",
      "sentences": [
        "پویاشناسی‌های ژئوپولیتیکی کنونی بر روابط بین‌الملل تأثیر می‌گذارند و جهانی در حال تحول مستمر را شکل می‌دهند.",
        "ادبیات پست‌مدرن ساختارهای روایی متعارف را به چالش می‌کشد و روایت‌های تکه‌تکه و چندصدایی ارائه می‌دهد.",
        "معماری معاصر از مرزهای سنتی فراتر رفته و عناصر آینده‌نگر و بوم‌شناختی را در خود جای داده است."
      ]
    },
    "hi": {
      "name": "Hindi",
      "sentences": [
        "वर्तमान भू-राजनीतिक गतिशीलताएँ अंतरराष्ट्रीय संबंधों को प्रभावित करती हैं, और एक लगातार विकसित हो रही दुनिया का निर्माण करती हैं।",
        "पोस्टमॉडर्न साहित्य पारंपरिक कथात्मक संरचनाओं पर प्रश्न उठाता है, खंडित और बहुस्वर कथाएँ प्रस्तुत करता है।",
        "समकालीन वास्तुकला पारंपरिक सीमाओं से परे जाती है, भविष्यवादी और पर्यावरणीय तत्वों को शामिल करती है।"
      ]
    },
    "id": {
      "name": "Indonésien",
      "sentences": [
        "Dinamika geopolitik saat ini mempengaruhi hubungan internasional, membentuk dunia yang terus berkembang.",
        "Sastra postmodern mempertanyakan struktur naratif konvensional, menawarkan cerita-cerita yang terfragmentasi dan polifonik.",
        "Arsitektur kontemporer melampaui batasan tradisional, mengintegrasikan elemen-elemen futuristik dan ekologis."
      ]
    },
    "ja": {
      "name": "Japonais",
      "sentences": [
        "現代の地政学的ダイナミクスは国際関係に影響を与え、絶えず変化する世界を形作っています。",
        "ポストモダン文学は従来の物語構造に疑問を呈し、断片的でポリフォニックな物語を提供します。",
        "現代建築は伝統的な境界を超越し、未来的かつ環境に優しい要素を取り入れています。"
      ]
    },
    "ko": {
      "name": "Coréen",
      "sentences": [
        "현대의 지정학적 역학은 국제 관계에 영향을 미치며 끊임없이 변화하는 세계를 형성합니다.",
        "포스트모던 문학은 전통적인 서사 구조에 의문을 제기하며, 단편적이고 다성적인 이야기를 제공합니다.",
        "현대 건축은 전통적인 경계를 초월하여 미래적이고 생태학적인 요소를 통합합니다."
      ]
    },
    "ta": {
      "name": "Tamoul",
      "sentences": [
        "தற்போதைய புவியியல்-ராஜনৈতিক இயக்கங்கள் சர்வதேச உறவுகளை பாதித்து, எப்போதும் மாறும் ஒரு உலகத்தை உருவாக்குகின்றன.",
        "போஸ்ட்-மாடர்ன் இலக்கியம் பாரம்பரிய கதைக்கள அமைப்புகளை சோதித்து, துண்டிக்கப்பட்ட மற்றும் பலச்சபை கதைகளை வழங்குகிறது.",
        "நவீன கட்டிடக்கலை பாரம்பரிய எல்லைகளை தாண்டி, எதிர்காலத்தையும் சுற்றுச்சூழல் அம்சங்களையும் ஒருங்கிணைக்கிறது."
      ]
    },
    "th": {
      "name": "Thaïlandais",
      "sentences": [
        "พลวัตทางภูมิรัฐศาสตร์ในปัจจุบันมีอิทธิพลต่อความสัมพันธ์ระหว่างประเทศ สร้างโลกที่เปลี่ยนแปลงอย่างต่อเนื่อง",
        "วรรณกรรมโพสต์โมเดิร์นตั้งคำถามกับโครงสร้างการเล่าเรื่องแบบดั้งเดิม นำเสนอเรื่องราวที่เป็นชิ้นส่วนและหลายเสียง",
        "สถาปัตยกรรมร่วมสมัยข้ามผ่านขอบเขตแบบดั้งเดิม ผสมผสานองค์ประกอบที่ล้ำสมัยและเป็นมิตรกับสิ่งแวดล้อม"
      ]
    },
    "tr": {
      "name": "Turc",
      "sentences": [
        "Güncel jeopolitik dinamikler uluslararası ilişkileri etkileyerek sürekli değişen bir dünya oluşturuyor.",
        "Postmodern edebiyat, geleneksel anlatı yapısını sorgulayarak parçalı ve çok sesli hikayeler sunuyor.",
        "Çağdaş mimari, geleneksel sınırları aşarak geleceğe yönelik ve ekolojik unsurları entegre ediyor."
      ]
    },
    "ur": {
      "name": "Ourdou",
      "sentences": [
        "موجودہ جیوپولیٹیکل حرکات بین الاقوامی تعلقات کو متاثر کرتی ہیں، ایک مسلسل ارتقا پذیر دنیا کی تشکیل کرتی ہیں۔",
        "پوسٹ ماڈرن ادب روایتی بیانیہ ڈھانچوں پر سوال اٹھاتا ہے، ٹکڑوں ٹکڑوں اور کثیر صوابی کہانیاں پیش کرتا ہے۔",
        "جدید تعمیرات روایتی حدود سے ماورا ہیں، مستقبل پسند اور ماحولیاتی عناصر کو یکجا کرتی ہیں۔"
      ]
    },
    "uz": {
      "name": "Ouzbek",
      "sentences": [
        "Hozirgi geosiyosiy dinamikalar xalqaro munosabatlarga ta'sir ko'rsatib, doimiy o'zgarishda bo'lgan dunyoni shakllantiradi.",
        "Postmodern adabiyot an'anaviy bayonot tuzilmalariga savol tug'dirib, fragmentli va polifonik hikoyalarni taqdim etadi.",
        "Zamonaviy arxitektura an'anaviy chegara va chegaralarni oshib, futuristik va ekologik elementlarni o'z ichiga oladi."
      ]
    },
    "zh": {
      "name": "Chinois Mandarin",
      "sentences": [
        "当前的地缘政治动态影响着国际关系，塑造了一个不断演变的世界。",
        "后现代文学质疑传统叙事结构，呈现出支离破碎且多声部的叙述。",
        "当代建筑超越了传统界限，融合了未来主义和生态元素。"
      ]
    }
  },
  "Europe": {
    "be": {
      "name": "Biélorusse",
      "sentences": [
        "Сучасныя геапалітычныя дынамікі ўплываюць на міжнародныя адносіны, фармуючы свет, які пастаянна змяняецца.",
        "Постмадэрнісная літаратура пастаўляе пад сумнеў традыцыйныя наратыўныя структуры, прапаноўваючы фрагментарныя і паліфанічныя апавяданні.",
        "Сучасная архітэктура пераадольвае традыцыйныя межы, інтэгруючы футурыстычныя і экалагічныя элементы."
      ]
    },
    "bg": {
      "name": "Bulgare",
      "sentences": [
        "Съвременните геополитически динамики влияят на международните отношения, формирайки свят, който непрекъснато се развива.",
        "Постмодерната литература поставя под въпрос конвенционалните наративни структури, предлагайки фрагментирани и полифонични разкази.",
        "Съвременната архитектура надхвърля традиционните граници, интегрирайки футуристични и екологични елементи."
      ]
    },
    "bs": {
      "name": "Bosniaque",
      "sentences": [
        "Suvremene geopolitičke dinamike utiču na međunarodne odnose, oblikujući svijet u stalnoj evoluciji.",
        "Postmoderni književnost dovodi u pitanje konvencionalne narativne strukture, nudeći fragmentirane i polifonične priče.",
        "Savremena arhitektura nadilazi tradicionalne granice, integrišući futurističke i ekološke elemente."
      ]
    },
    "cs": {
      "name": "Tchèque",
      "sentences": [
        "Současné geopolitické dynamiky ovlivňují mezinárodní vztahy a formují svět, který se neustále vyvíjí.",
        "Postmoderní literatura zpochybňuje konvenční narativní struktury a nabízí fragmentované a polyfonní příběhy.",
        "Moderní architektura překonává tradiční hranice a integruje futuristické i ekologické prvky."
      ]
    },
    "da": {
      "name": "Danois",
      "sentences": [
        "Nutidens geopolitiske dynamikker påvirker internationale relationer og former en verden i konstant udvikling.",
        "Postmoderne litteratur stiller spørgsmål ved konventionelle narrative strukturer og tilbyder fragmenterede og polyfone fortællinger.",
        "Moderne arkitektur overskrider traditionelle grænser ved at integrere futuristiske og økologiske elementer."
      ]
    },
    "de": {
      "name": "Allemand",
      "sentences": [
        "Die aktuellen geopolitischen Dynamiken beeinflussen die internationalen Beziehungen und gestalten eine sich ständig wandelnde Welt.",
        "Die postmoderne Literatur hinterfragt konventionelle narrative Strukturen und bietet fragmentierte sowie polyphone Erzählungen.",
        "Die zeitgenössische Architektur überschreitet traditionelle Grenzen und integriert futuristische sowie ökologische Elemente."
      ]
    },
    "el": {
      "name": "Grec",
      "sentences": [
        "Οι σύγχρονες γεωπολιτικές δυναμικές επηρεάζουν τις διεθνείς σχέσεις, διαμορφώνοντας έναν κόσμο σε συνεχή εξέλιξη.",
        "Η μεταμοντέρνα λογοτεχνία αμφισβητεί τις συμβατικές αφηγηματικές δομές, προσφέροντας κατακερματισμένες και πολυφωνικές αφηγήσεις.",
        "Η σύγχρονη αρχιτεκτονική υπερβαίνει τα παραδοσιακά όρια, ενσωματώνοντας φουτουριστικά και οικολογικά στοιχεία."
      ]
    },
    "en": {
      "name": "Anglais",
      "sentences": [
        "Current geopolitical dynamics influence international relations, shaping a world in constant evolution.",
        "Postmodern literature questions conventional narrative structures, offering fragmented and polyphonic stories.",
        "Contemporary architecture transcends traditional boundaries, incorporating futuristic and ecological elements."
      ]
    },
    "et": {
      "name": "Estonien",
      "sentences": [
        "Tänased geopoliitilised dünaamikad mõjutavad rahvusvahelisi suhteid, kujundades pidevalt muutuva maailma.",
        "Postmodernne kirjandus seab kahtluse alla traditsioonilised narratiivstruktuurid, pakkudes killustatud ja polüfoonilisi lugusid.",
        "Kaasaegne arhitektuur ületab traditsioonilised piirid, integreerides futuristlikke ja ökoloogilisi elemente."
      ]
    },
    "es": {
      "name": "Espagnol",
      "sentences": [
        "Las dinámicas geopolíticas actuales influyen en las relaciones internacionales, configurando un mundo en constante evolución.",
        "La literatura posmoderna cuestiona las estructuras narrativas convencionales, ofreciendo relatos fragmentados y polifónicos.",
        "La arquitectura contemporánea trasciende las fronteras tradicionales, integrando elementos futuristas y ecológicos."
      ]
    },
    "fi": {
      "name": "Finnois",
      "sentences": [
        "Nykyiset geopoliittiset dynamiikat vaikuttavat kansainvälisiin suhteisiin ja muokkaavat jatkuvasti muuttuvaa maailmaa.",
        "Postmoderni kirjallisuus kyseenalaistaa perinteiset kertomusrakenteet, tarjoten pirstoutuneita ja monivivahteisia tarinoita.",
        "Nykyarkkitehtuuri ylittää perinteiset rajat, integroimalla futuristisia ja ekologisia elementtejä."
      ]
    },
    "fr": {
      "name": "Français",
      "sentences": [
        "Les dynamiques géopolitiques actuelles influencent les relations internationales, façonnant un monde en constante évolution.",
        "La littérature postmoderne interroge les structures narratives conventionnelles, offrant des récits fragmentés et polyphoniques.",
        "L'architecture contemporaine transcende les frontières traditionnelles, intégrant des éléments futuristes et écologiques."
      ]
    },
    "hr": {
      "name": "Croate",
      "sentences": [
        "Suvremene geopolitičke dinamike utječu na međunarodne odnose, oblikujući svijet u stalnoj evoluciji.",
        "Postmoderni književnost dovodi u pitanje konvencionalne narativne strukture, nudeći fragmentirane i polifonične priče.",
        "Suvremena arhitektura nadilazi tradicionalne granice, integrirajući futurističke i ekološke elemente."
      ]
    },
    "hu": {
      "name": "Hongrois",
      "sentences": [
        "A jelenlegi geopolitikai dinamikák befolyásolják a nemzetközi kapcsolatokat, egy folyamatosan változó világot formálva.",
        "A posztmodern irodalom megkérdőjelezi a hagyományos narratív struktúrákat, fragmentált és polifonikus történeteket kínálva.",
        "A kortárs építészet túllépi a hagyományos határokat, futurisztikus és ökológiai elemeket integrálva."
      ]
    },
    "is": {
      "name": "Islandais",
      "sentences": [
        "Nútímalegar landfræðileg-stefnumótandi kraftar hafa áhrif á alþjóðasambönd og móta heim sem er stöðugt í þróun.",
        "Eftir nútímaleg bókmenntir efast um hefðbundnar sögulegar uppbyggingar, með því að bjóða upp á brotna og margra raddra saga.",
        "Nútímaleg arkitektúr fer yfir hefðbundin landamæri með því að samþætta framtíðar- og umhverfisþætti."
      ]
    },
    "it": {
      "name": "Italien",
      "sentences": [
        "Le dinamiche geopolitiche attuali influenzano le relazioni internazionali, plasmando un mondo in continua evoluzione.",
        "La letteratura postmoderna mette in discussione le strutture narrative convenzionali, offrendo racconti frammentati e polifonici.",
        "L'architettura contemporanea trascende i confini tradizionali, integrando elementi futuristici ed ecologici."
      ]
    },
    "lb": {
      "name": "Luxembourgeois",
      "sentences": [
        "Déi aktuell geopolitesch Dynamiken beaflossen d'internatiounal Relatiounen a formen eng Welt, déi sech dauernd entwéckelt.",
        "D'Postmodern Literatuer stellt d'konventiounell narrativ Strukturen an d'Fro, andeems se fragmentéiert an polyphon Geschicht ubitt.",
        "D'zeitgenéischt Architektur iwwerschreëtt traditionell Grenzen an integréiert futuristesch a ekologesch Elementer."
      ]
    },
    "lt": {
      "name": "Lituanien",
      "sentences": [
        "Šiuolaikinės geopolitinės dinamikos veikia tarptautinius santykius ir formuoja nuolat kintantį pasaulį.",
        "Postmoderni literatūra kelia abejonių įprastose pasakojimo struktūrose, siūlydama fragmentiškas ir polifonines istorijas.",
        "Šiuolaikinė architektūra peržengia tradicines ribas, įtraukdama futuristinius ir ekologinius elementus."
      ]
    },
    "lv": {
      "name": "Letton",
      "sentences": [
        "Mūsdienu ģeopolitiskās dinamikas ietekmē starptautiskās attiecības, veidojot pastāvīgi mainīgu pasauli.",
        "Postmodernā literatūra apšauba tradicionālās naratīva struktūras, piedāvājot fragmentāras un polifoniskas stāstus.",
        "Mūsdienu arhitektūra pārsniedz tradicionālās robežas, integrējot futuristiskus un ekoloģiskus elementus."
      ]
    },
    "mk": {
      "name": "Macédonien",
      "sentences": [
        "Современите геополитички динамики влијаат на меѓународните односи, обликувајќи свет кој постојано се менува.",
        "Постмодерната литература ја поставува под прашање конвенционалната наративна структура, нудејќи фрагментирани и полифонски приказни.",
        "Современата архитектура ги надминува традиционалните граници, интегрирајќи футуристички и еколошки елементи."
      ]
    },
    "mt": {
      "name": "Maltais",
      "sentences": [
        "Id-dinami ġeopolitika attwali jinfluwenzaw ir-relazzjonijiet internazzjonali, jiffurmaw dinja li dejjem qed tinbidel.",
        "Il-letteratura post-moderna tistaqsi l-istrutturi narrattivi konvenzjonali, toffri stejjer frammentati u polifoniċi.",
        "L-arkitettura kontemporanja titgħadda mill-konfini tradizzjonali, tintegra elementi futuristi u ekoloġiċi."
      ]
    },
    "nl": {
      "name": "Néerlandais",
      "sentences": [
        "De huidige geopolitieke dynamiek beïnvloedt de internationale betrekkingen en vormt een constant evoluerende wereld.",
        "De postmoderne literatuur bevraagt conventionele verhaallijnen en biedt gefragmenteerde en polyfone verhalen.",
        "De hedendaagse architectuur overstijgt traditionele grenzen door futuristische en ecologische elementen te integreren."
      ]
    },
    "no": {
      "name": "Norvégien",
      "sentences": [
        "Dagens geopolitiske dynamikk påvirker internasjonale relasjoner og former en stadig utviklende verden.",
        "Postmoderne litteratur utfordrer konvensjonelle narrative strukturer og tilbyr fragmenterte og polyfone historier.",
        "Samtidig arkitektur overskrider tradisjonelle grenser ved å integrere futuristiske og økologiske elementer."
      ]
    },
    "pl": {
      "name": "Polonais",
      "sentences": [
        "Obecne dynamiczne procesy geopolityczne wpływają na stosunki międzynarodowe, kształtując świat w ciągłej ewolucji.",
        "Literatura postmodernistyczna kwestionuje konwencjonalne struktury narracyjne, oferując fragmentaryczne i polifoniczne opowieści.",
        "Współczesna architektura przekracza tradycyjne granice, integrując futurystyczne i ekologiczne elementy."
      ]
    },
    "pt": {
      "name": "Portugais",
      "sentences": [
        "As dinâmicas geopolíticas atuais influenciam as relações internacionais, moldando um mundo em constante evolução.",
        "A literatura pós-moderna questiona as estruturas narrativas convencionais, oferecendo relatos fragmentados e polifônicos.",
        "A arquitetura contemporânea transcende as fronteiras tradicionais, integrando elementos futuristas e ecológicos."
      ]
    },
    "ru": {
      "name": "Russe",
      "sentences": [
        "Современные геополитические динамики влияют на международные отношения, формируя мир, постоянно находящийся в развитии.",
        "Постмодернистская литература ставит под вопрос традиционные нарративные структуры, предлагая фрагментарные и полифонические рассказы.",
        "Современная архитектура превосходит традиционные границы, интегрируя футуристические и экологические элементы."
      ]
    },
    "sr": {
      "name": "Serbe",
      "sentences": [
        "Savremene geopolitičke dinamike utiču na međunarodne odnose, oblikujući svet u stalnoj evoluciji.",
        "Postmoderni književnost dovodi u pitanje konvencionalne narativne strukture, nudeći fragmentisane i polifonične priče.",
        "Savremena arhitektura nadmašuje tradicionalne granice, integrišući futurističke i ekološke elemente."
      ]
    },
    "sq": {
      "name": "Albanais",
      "sentences": [
        "Dinamika gjeopolitike aktuale ndikojnë në marrëdhëniet ndërkombëtare, duke formuar një botë në zhvillim të vazhdueshëm.",
        "Letërsia postmodern sfidon strukturat tradicionale narrative, duke ofruar tregime të fragmentuara dhe polifonike.",
        "Arkitektura bashkëkohore tejkalon kufijtë tradicionalë, duke integruar elementë futuristikë dhe ekologjikë."
      ]
    },
    "uk": {
      "name": "Ukrainien",
      "sentences": [
        "Сучасна геополітична динаміка впливає на міжнародні відносини, формуючи світ, що постійно змінюється.",
        "Постмодерна література ставить під сумнів традиційні наративні структури, пропонуючи фрагментарні та полифонічні розповіді.",
        "Сучасна архітектура перевищує традиційні межі, інтегруючи футуристичні та екологічні елементи."
      ]
    }
  }
}
